Repository: snappy46/Pivos-Firmware-Install-Addon
Catalog: resources/language/French (Canada)/strings.po
Languages: fr_ca

# #32001
source: Choose firmware to install
fr_ca: Choisissez le micrologiciel à installer

# #32002
source: Firmware Update
fr_ca: Mise à jour du micrologiciel

# #32003
source: Revision Date:
fr_ca: Date de révision:

# #32004
source: Firmware download
fr_ca: Téléchargement du micrologiciel

# #32005
source: Downloading File
fr_ca: Téléchargement de fichiers

# #32006
source: Install this firmware?
fr_ca: Installer ce micrologiciel?

# #32007
source: Confirm firmware update
fr_ca: Confirmez mise à jour micrologiciel.

# #32008
source: You have selected factory reset in the settings. This will delete all your current kodi setup and user data. Are you sure you wish to continue?
fr_ca: Vous avez sélectionné une réinitialisation initial dans les paramètres. Cette opération va supprimer toute votre configuration et les données de Kodi actuelle. Êtes-vous sûr de vouloir continuer?

# #32009
source: Ready to install
fr_ca: Prêt à installer

# #32010
source: Pivos device selected:
fr_ca: Appareil Pivos choisi:

# #32011
source: Factory Reset:
fr_ca: Retour à la configuration initiale:

# #32015
source: None
fr_ca: Aucun

# #32016
source: Rebooting Pivos player...
fr_ca: Redémarrage de l'appareil Pivos ...

# #32017
source: Calculating and verifying file MD5 Sum
fr_ca: Calculer MD5 et vérifier les fichiers télécharger.

# #32018
source: Percentage complete:
fr_ca: Pourcentage complèter:

# #32019
source: File Check
fr_ca: Vérifier les fichiers

# #32020
source: File integrity check pass.
fr_ca: Vérification de l'intégrité des fichiers pass.

# #32021
source: Storage location for firmware download:
fr_ca: Emplacement pour le téléchargement du micrologiciel:

# #32022
source: SDCard
fr_ca: Carte SD

# #32030
source: Firmware list download failed. Make sure your device is connected to the internet.
fr_ca: La liste de téléchargement du micrologiciel a échoué. Assurez-vous que votre appareil est connecté à l'Internet.

# #32031
source: Firmware download canceled
fr_ca: Téléchargement du micrologiciel annulé

# #32032
source: Unable to make cache directory
fr_ca: Impossible de créer le répertoire de cache

# #32033
source: Error Firmware install process could not be continued
fr_ca: Erreur dans le processus d'installation. Installation ne pouvait pas être poursuivi.

# #32034
source: Unable to create cache mount
fr_ca: Impossible de créer le montage du cache

# #32035
source: Please select a device in the configuration menu (settings) before using.
fr_ca: S'il vous plaît sélectionner un appareil dans le menu de configuration (paramètres) avant l'utilisation.

# #32036
source: Failed file integrity check. Please try again.!!!
fr_ca: Échec fichier de contrôle d'intégrité. Veuillez réessayer. !!!
